Revit 2027 API
ParameterTypeId.RbsIsCustomFitting Property
 "IsCustom"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsIsCustomFitting { get; }
Public Shared ReadOnly Property RbsIsCustomFitting As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsIsCustomFitting {
	ForgeTypeId^ get ();
}
static member RbsIsCustomFitting : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace